Repository: common-repository/brozzme-change-username
Catalog: languages/brozzme-change-username-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Change username
fr_fr: Changer identifiant

source: Please provide a proper username.
fr_fr: Merci de fournir un identifiant valable.

source: The username has been successfully changed to
fr_fr: L’identifiant a été modifié avec succès en

source: An error has occurred and username could not be updated!
fr_fr: Il y a eu une erreur, l’identifiant n’a pas été modifié !

source: Change Username
fr_fr: Changer identifiant

source: Improve security
fr_fr: Améliorer la sécurité

source: Options saved.
fr_fr: Identifiant utilisateur sauvegardé.

source: user(s) must be rename as soon as possible
fr_fr: utilisateur(s) à modifier au plus vite

source: Username :
fr_fr: Identifiant :

source: Select Username:
fr_fr: Sélectionner un identifiant :

source: New Username:
fr_fr: Nouvel identifiant :

source: <b>Allowed characters:</b> all latin alphanumeric as well as the <strong>_</strong> (underscore).
fr_fr: <b>Caractères autorisés :</b> tout les caractères alphanumérique et<strong>_</strong> (underscore).

source: List of users:
fr_fr: Liste des utilisateurs :

source: Type your search
fr_fr: Entrez votre recherche

source: Please enter 2 or more characters
fr_fr: Entrez 2 caractères minimum

source: Save Username
fr_fr: Sauvegarder l’identifiant

source: Cancel
fr_fr: Annuler

source: Please wait...
fr_fr: Merci de patienter….

source: Username is too short, the minimum length is {minlength} characters.
fr_fr: L’identifiant est trop court, {minlength} caractères minimum.

source: Invalid request.
fr_fr: Requête invalide.

source: You do not have the correct permissions to change this username.
fr_fr: Vous n’avez pas les permissions correctes pour modifier cet identifiant.

source: The username contains invalid characters. Please enter a valid username.
fr_fr: L’identifiant contient des caractères invalides. Merci d’entrer un identifiant valide.

source: Sorry, that username is not allowed.
fr_fr: Désolé, cet identifiant n’est pas autorisé.

source: The username %s is already in use. Please try again.
fr_fr: L’identifiant %s est déjà utilisé. Merci de ré-essayer.

source: Username successfully changed.
fr_fr: Identifiant modifié avec succès.

source: An unknown error occurred.
fr_fr: Un erreur inconnue est survenue.

source: Easily change a WordPress username, save time, increase security.
fr_fr: Changez facilement l’identifiant d’un utilisateur WordPress, gagnez du temps, augmenter votre sécurité.
